Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: It is also a method for identifying fields with challenges so that necessary measures can be implemented.
nb: Det er også en metode som identifiserer felt med utfordringer slik at nødvendige tiltak kan igangsettes.

source: "PIAF is a method that allows us to measure and compare how well you are doing.
nb: - PIAF er en metode som gjør at vi kan vi måle og sammenligne dere på hvor gode dere er.

source: Contact in the NPD: Johannes Kjøde, tel.
nb: Tom Andersen, Oljedirektoratet: PresentasjonsIndikatorAnalyse for Felt.pdf

source: This is 2.8 million Sm3 o.e. higher than during June 2003.
nb: Dette er 2,8 millioner Sm3 o.e. høyere enn produksjonen i samme måned i fjor.

source: The average daily production was about 2 885 000 barrels oil, about 198 300 barrels NGL and about 181 500 barrels condensate.
nb: Gjennomsnittlig dagsproduksjoni juni var cirka 2 885 000 fat olje, cirka 198 300 fat NGL og cirka 181 500 fat kondensat.

source: June 2004
nb: Juni 2004

source: June 2003
nb: Juni 2003

source: During this time frame, approx. 83.8 million Sm3 oil has been produced, only 0.6 percent lower than the NPD prediction for the same period.
nb: Det er i dette tidsrommet produsert 83,8 millioner Sm3 stabilisert olje, kun 0,6 prosent under Oljedirektoratets prognose for same periode.

source: Jan-June 2004
nb: Jan-juni 2004

source: Jan-June 2003
nb: Jan-juni 2003

source: The average daily production was about 2 891 000 barrels oil, about 211 000 barrels NGL and about 212 000 barrels condensate.
nb: Gjennomsnittleg dagsproduksjon i mars var om lag 2 891 000 fat stabilisert olje, om lag 211 000 fat NGL og om lag 212 000 fat kondensat.

source: So far this year the total production is about 70.7 million Sm3 o.e.
nb: Så langt i 2004 er den totale produksjonen om lag 70,7 millionar Sm3 o.e.

source: Oil production approx. 42.6 million Sm3 o.e., condensate and NGL about 6.0 million Sm3 o.e., and marketable gas about 22.2 million Sm3 o.e.
nb: Av dette utgjorde oljeproduksjonen rundt 42,6 millionar Sm3 o.e., kondensat og NGL rundt 6,0 millionar Sm3 o.e., og gass for sal rundt 22,2 millionar Sm3 o.e.

source: Preliminary production figures from the Norwegian continental shelf, April 2004
nb: Førebels produksjonstal frå norsk kontinentalsokkel, april 2004

source: Preliminary production figures show an average daily production of about 2 874 000 barrels oil.
nb: Førebels produksjonsoversikt for april viser ein gjennomsnittleg dagsproduksjon på om lag 2 874 000 fat olje.

source: Final figures will be published in the beginning of June 2004.
nb: Endelege produksjonstal vil bli gjort offentleg i begynnelsen av juni 2004.

source: During the month of May 21,9 million standard cubic meters of oil equivalents (Sm3 o.e.) were produced.
nb: I mai ble det produsert 21,9 millioner standard kubikkmeter oljeekvivalenter (Sm3 o.e).

source: So far this year the total production is about 114,2 million Sm3 o.e.
nb: Så langt i 2004 er den totale produksjonen om lag 114,2 millioner Sm3 o.e.

source: This is 2 million Sm3 o.e. more than in the same period last year.
nb: Dette er 2 millioner Sm3 o.e. høyere enn i samme tidsrom i fjor.

source: During this time frame, approx. 70.1 million Sm3 oil has been produced, only 1 percent lower than the NPD prediction for the same period.
nb: Det er i dette tidsrommet produsert 70,1 millioner Sm3 stabilisert olje, kun 1 % under Oljedirektoratets prognose for samme periode.

source: Preliminary production figures show an average daily production of about 2,88 million barrels oil for June 2004.
nb: Foreløpig produksjonsoversikt for juni viser en gjennomsnittlig dagsproduksjon på om lag 2,88 millioner fat olje.

source: Final figures will be published in the beginning of August 2004.
nb: Endelige produksjonstall vil bli offentliggjort i begynnelsen av august 2004.

source: Wellbore 25/8-17 will be drilled from the Bredford Dolphin drilling facility at position 59º 23’ 32.04” North and 02º 20’ 1.95” East after it concludes the drilling of exploration well 35/3-7 S for VNG Norge (Operation) AS in production licence 270.
nb: Brønnbane 25/8-17 skal bores fra boreinnretningen Bredford Dolphin i posisjon 59º 23’ 32.04” Nord og 02º 20’ 1.95” Øst etter avslutning av boring av letebrønn 35/3-7 S for VNG Norge (Operation) AS i utvinningstillatelse 270.

source: The area in this licence consists of parts of block 25/8.
nb: Arealet i denne tillatelsen består av deler av blokk 25/8.

source: Well 25/8-17 is located just south of the Jotun field in the central part of the North Sea.
nb: Brønn 25/8-17 er lokalisert like sør for Jotunfeltet i midtre del av Nordsjøen.

source: This is the second well drilled in the production licence.
nb: Dette er den andre brønnen som bores i utvinningstillatelsen.

source: This is 0.6 million Sm3 o.e. lower than during November 2003.
nb: Dette er 0,6 millioner Sm3 o.e. lavere enn produksjonen i samme måned i fjor.

source: Production is lower due to technical problems on several fields.
nb: Lavere produksjon skyldes tekniske problemer på flere felt.

source: So far this year the total production is about 241.0 million Sm3 o.e.
nb: Så langt i 2004 er den totale produksjonen om lag 241,0 millioner Sm3 o.e.

source: This is 2.9 million Sm3 o.e. more than in the same period last year.
nb: Dette er 2,9 millioner Sm3 o.e. høyere enn i samme tidsrom i fjor.

source: During this time frame, approx. 150.1 million Sm3 oil has been produced, only 2.1 percent lower than the NPD prediction for the same period.
nb: Det er i dette tidsrommet produsert 150,1 millioner Sm3 stabilisert olje, kun 2,1 % under Oljedirektoratets prognose for samme periode.

source: Jan-Nov
nb: Jan-nov 2003

source: Preliminary production figures show an average daily production of about 2.582 million barrels oil for December 2004.
nb: Foreløpig produksjonsoversikt for desember viser en gjennomsnittlig dagsproduksjon på om lag 2,582 millioner fat olje.

source: Final figures will be published in the beginning of February 2005.
nb: Endelige produksjonstall vil bli offentliggjort i begynnelsen av februar 2005.

source: This is 0.4 million Sm3 o.e. lower than during October 2003.
nb: Dette er 0,4 millioner Sm3 o.e. lavere enn produksjonen i samme måned i fjor.

source: Production is lower due to planned maintenance shut-ins of several fields, technical problems and a strike.
nb: Lavere produksjon skyldes planlagt vedlikeholdsstans på en rekke felt, tekniske problemer og streik.

source: Production from the gass/condensate field Frigg was shut down on the 26th of October after 27 years of production.
nb: Produksjon fra gasskondensatfeltet Frigg sluttet 26 oktober etter 27 års produksjon.

source: October 2004
nb: Oktober 2004

source: October 2003
nb: Oktober 2003

source: So far this year the total production is about 216.2 million Sm3 o.e.
nb: Så langt i 2004 er den totale produksjonen om lag 216,2 millioner Sm3 o.e.

source: This is 1.5 million Sm3 o.e. more than in the same period last year.
nb: Dette er 1,5 millioner Sm3 o.e. høyere enn i samme tidsrom i fjor.

source: During this time frame, approx. 136.9 million Sm3 oil has been produced, only 1.6 percent lower than the NPD prediction for the same period.
nb: Det er i dette tidsrommet produsert 136,9 millioner Sm3 stabilisert olje, kun 1,6 % under Oljedirektoratets prognose for samme periode.

source: Jan-Oct 2004
nb: Jan-okt 2004

source: Jan-Oct 2003
nb: Jan-okt 2003

source: Preliminary production figures show an average daily production of about 2.784 million barrels oil for November 2004.
nb: Foreløpig produksjonsoversikt for november viser en gjennomsnittlig dagsproduksjon på om lag 2,784 millioner fat olje.

source: Final figures will be published in the beginning of January 2005.
nb: Endelige produksjonstall vil bli offentliggjort i begynnelsen av januar 2005.

source: This is 1.1 million Sm3 o.e. lower than during September 2003.
nb: Dette er 1,1 millioner Sm3 o.e. lavere enn produksjonen i samme måned i fjor.

source: Production from the gas-condensate field, Kvitebjørn started in September, 10 years after the field was discovered.
nb: Produksjon fra gasskondensatfeltet Kvitebjørn tok til i september, temmelig nøyaktig ti år etter at feltet ble påvist.

source: So far this year the total production is about 193.7 million Sm3 o.e.
nb: Så langt i 2004 er den totale produksjonen om lag 193,2 millioner Sm3 o.e.

source: This is 1.9 million Sm3 o.e. more than in the same period last year.
nb: Dette er 1,9 millioner Sm3 o.e. høyere enn i samme tidsrom i fjor.

source: During this time frame, approx. 123.1 million Sm3 oil has been produced, 1.3 percent lower than the NPD prediction for the same period.
nb: Det er i dette tidsrommet produsert 123,1 millioner Sm3 stabilisert olje, 1,3 % under Oljedirektoratets prognose for samme periode.

source: Preliminary production figures show an average daily production of about 2.810 million barrels oil for October 2004.
nb: Foreløpig produksjonsoversikt for oktober viser en gjennomsnittlig dagsproduksjon på om lag 2,810 millioner fat olje.

source: Final figures will be published in the beginning of December 2004.
nb: Endelige produksjonstall vil bli offentliggjort i begynnelsen av desember 2004.

source: This is 0.5 million Sm3 o.e. higher than during April 2004.
nb: Dette er 0,5 millioner Sm3 o.e. høyere enn produksjonen i samme måned i fjor.

source: The average daily production was about 2 703 000 barrels oil, about 277 000 barrels NGL and about 161 000 barrels condensate.
nb: Gjennomsnittlig dagsproduksjon i april var cirka 2 703 000 fat olje, cirka 277 000 fat NGL og cirka 161 000 fat kondensat.

source: So far this year the total production is about 89.3 million Sm3 o.e.
nb: Så langt i 2005 er den totale produksjonen om lag 89,3 millioner Sm3 o.e.

source: This is 3.8 million Sm3 o.e. less than in the same period last year.
nb: Dette er 3,8 millioner Sm3 o.e. lavere enn i samme tidsrom i fjor.

source: Production is lower due to production stoppage and technical problems on several fields.
nb: Nedgangen skyldes produksjonsstans og tekniske problemer på en del felt.

source: Preliminary production figures for May shows an decrease in oil production.
nb: Foreløpig produksjonsoversikt for mai viser en nedgang i produksjonen.

source: Average daily production is about 2.663 million barrels oil and 0.368 million barrels NGL and condensate.
nb: Gjennomsnittlig dagsproduksjon er om lag 2,663 millioner fat olje og 0,368 millioner fat NGL og kondensat.

source: Final figures will be published in the beginning of July 2005.
nb: Endelige produksjonstall for mai vil bli offentliggjort i begynnelsen av juli 2005.

source: This is 2.8 million Sm3 o.e.
nb: Dette er 2,8 millioner Sm3 o.e.

source: (16 percent) higher than during August 2004.
nb: (16 prosent) høyere enn produksjonen i samme måned i fjor.

source: The average daily production was about 2 509 000 barrels oil, about 267 000 barrels NGL and about 134 000 barrels condensate.
nb: Gjennomsnittlig dagsproduksjon i august var cirka 2 509 000 fat olje, cirka 267 000 fat NGL og cirka 134 000 fat kondensat.

source: So far this year the total production is about 170.9 million Sm3 o.e.
nb: Så langt i 2005 er den totale produksjonen om lag 170,9 millioner Sm3 o.e.

source: This is 5.6 million Sm3 o.e.
nb: Dette er 5,6 millioner Sm3 o.e.

source: (3 percent) less than in the same period last year.
nb: (3 prosent) lavere enn i samme tidsrom i fjor.

source: Preliminary production figures for September shows steady production.
nb: Foreløpig produksjonsoversikt for september viser stabil produksjon.

source: Average daily production is about 2.571 million barrels oil and 0.350 million barrels NGL and condensate.
nb: Gjennomsnittlig dagsproduksjon er om lag 2,571 millioner fat olje og 0,350 millioner fat NGL og kondensat.

source: Final figures will be published in the beginning of November 2005.
nb: Endelige produksjonstall for september vil bli offentliggjort i begynnelsen av november 2005.

source: This is 0.2 million Sm3 o.e. higher than during December 2004 and 1.3 million Sm3 o.e. higher than the previous month.
nb: Dette er 0,2 millioner Sm3 o.e. høyere enn produksjonen i samme måned året før og 1,3 millioner Sm3 o.e. enn måneden før.

source: The average daily production was about 2 513 000 barrels oil, about 311 400 barrels NGL and about 171 200 barrels condensate.
nb: Gjennomsnittlig dagsproduksjon i desember var cirka 2 513 000 fat olje, cirka 311 400 fat NGL og cirka 171 200 fat kondensat.

source: December 2005
nb: Desember 2005

source: Jan-Dec 2005
nb: Jan-des 2005

source: Preliminary production figures for January 2006 shows a increase in oil production.
nb: Foreløpig produksjonsoversikt for januar 2006 viser en oppgang i produksjonen.

source: Average daily production is about 2.584 million barrels oil and 0.452 million barrels NGL and condensate.
nb: Gjennomsnittlig dagsproduksjon er om lag 2,584 millioner fat olje og 0,452 millioner fat NGL og kondensat.

source: Final figures will be published in the beginning of March 2006.
nb: Endelige produksjonstall for januar 2006 vil bli offentliggjort i begynnelsen av mars 2006.

source: The Norwegian Petroleum Directorate (NPD) is advising the oil authorities in Nigeria on how to reduce gas burning.
nb: Oljedirektoratet gir råd til oljemyndighetene i Nigeria om hvordan gassbrenningen kan reduseres.

source: Burning gas in flares is a necessary safety measure on the facilities to prevent explosions e.g. in pressurised systems.
nb: Brenning av gass i fakkel er nødvendig som et sikringstiltak på innretningene for å hindre eksplosjon blant annet i trykksatte system.

source: Flaring in excess of what is required for safety purposes is normally not permitted in Norway.
nb: Fakling ut over det som av sikkerhetsmessige årsaker er nødvendig, er normalt ikke tillatt i Norge.

source: This means that the emissions from the Norwegian petroleum activities are low compared with other countries.
nb: Det medfører at utslippene fra norsk petroleumsvirksomhet er lavt sammenlignet med andre land.

source: Norway's experience with gas flaring is one of the reasons why representatives of the Nigerian oil authorities recently visited the NPD.
nb: Norges erfaringer med gassbrenning er en av grunnene til at representanter fra oljemyndighetene i Nigeria nylig besøkte Oljedirektoratet.

source: Nigeria has large quantities of gas that the country wants to utilise in the best possible manner.
nb: Nigeria har store mengder gass som landet ønsker å utnytte på best mulig måte.

source: "We want to draw on Norway's experience as regards policy, sharing data, organising and following up the country's gas activities," says Oliver C. Okparaotiako, representative of the DPR (Department of Petroleum Resources) in Nigeria.
nb: - Vi ønsker å trekke på Norges erfaringer når det gjelder policy, deling av data, organisering og oppfølging av gassvirksomheten i Norge, sier Oliver C.

source: "Key elements of this work are how the authorities are organised and the development of central petroleum regulations.
nb: - I dette arbeidet er organiseringen av myndighetsapparatet og utvikling av et petroleumsregelverk sentralt.

source: We hope that the experience gained on the Norwegian shelf can benefit countries that are struggling with this problem," says Steinar Njå, project manager for the NPD's cooperation with Nigeria.
nb: Vi håper at erfaringene fra norsk sokkel kan være til nytte for land som sliter med dette problemet, sier Steinar Njå, prosjektleder for Oljedirektoratets samarbeid med Nigeria.

source: The cooperation between the two countries has been underway for several years.
nb: Samarbeidet mellom de to landene har pågått i flere år.

source: Intsok (Norwegian Oil and Gas Partners) are responsible for the industrial cooperation, while the NPD coordinates the authorities' collaboration.
nb: Intsok (Norwegian Oil and Gas Partners) har ansvaret for det industrielle samarbeidet, mens Oljedirektoaret koordinerer samarbeidet på myndighetssiden.

source: Nigeria wants to learn more about how it can use its gas, instead of burning it up.
nb: Nigeria ønsker å lære mer om hvordan de kan bruke gassen i stedet for å brenne den opp.

source: Topics: Environment | Improved recovery | Geology | International Activity
nb: Tema: Miljø | Økt utvinning | Geologi | Internasjonal virksomhet

source: The well was drilled about 365 kilometres northeast of the 7324/8-1 discovery (Wisting), about 420 kilometres from the Norwegian coast and about 35 km from the border between Norway and Russia.
nb: Brønnen er boret om lag 365 kilometer nordøst for funnet 7324/8-1 (Wisting), om lag 420 kilometer fra norskekysten og om lag 35 km fra grensen mellom Norge og Russland.

source: This is the first well to be drilled in the southeastern Barents Sea, which was opened for exploration activity in 2013.
nb: Dette er den første brønnen boret i Barentshavet sørøst, som ble åpnet for letevirksomhet i 2013.

source: It is also the northernmost wildcat well drilled on the Norwegian shelf.
nb: Det er også den nordligste undersøkelsesbrønnen boret på norsk sokkel.

source: The primary exploration target for the well was to prove petroleum in Middle Jurassic to Late Triassic reservoir rocks (Stø, Tubåen and Fruholmen formations).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av mellomjura til sentrias alder (Stø-, Tubåen- og Fruholmenformasjonene).

source: The secondary exploration target was to prove petroleum in Late to Middle Triassic reservoir rocks (Snadd and Kobbe formations).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av sen- til mellomtrias alder (Snadd- og Kobbeformasjonene).

source: Well 7435/12-1 encountered a 34-metre gas column in the Stø formation, of which 28 metres were in sandstone with good to very good reservoir quality.
nb: Brønn 7435/12-1 påtraff en gasskolonne på 34 meter i Støformasjonen hvorav 28 meter i sandstein med god til meget god reservoarkvalitet.

source: The gas/water contact was proven 580 metres below the sea surface.
nb: Gass/vann-kontakten ble påvist 580 meter under havflaten.

source: In the secondary exploration target in the Snadd formation, aquiferous sandstone layers with moderate reservoir quality were encountered.
nb: I sekundært letemål i Snaddformasjonen ble det påtruffet vannførende sandsteinslag med moderat reservoarkvalitet.

source: Sandstones with poor reservoir quality were encountered in the Kobbe formation, of which some sandstone layers contained gas.
nb: I Kobbeformasjonen ble det påtruffet sandsteiner med dårlig reservoarkvalitet, hvorav noen sandsteinslag er gassholdige.

source: Preliminary estimates place the size of the discovery in the Stø formation between 6 and 12 billion standard cubic meters (Sm3) of recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet i Støformasjonen er mellom 6 og 12 milliarder standard kubikkmeter (Sm3) utvinnbar gass.

source: As of today, the discovery is not profitable to develop.
nb: Funnet er ikke lønnsomt å bygge ut per i dag.

source: Well 7435/12-1 was drilled to a vertical depth of 1508 metres below the sea surface, and was terminated in the Kobbe formation from the Middle Triassic Age.
nb: Brønn 7435/12-1 ble boret til et vertikalt dyp av 1508 meter under havflaten, og ble avsluttet i Kobbeformasjonen av mellomtrias alder.

source: Water depth is 253 metres.
nb: Havdypet er 253 meter.

source: This is the first exploration well in production licence 859.
nb: Dette er den første letebrønnen i utvinningstillatelse 859.

source: Well 7435/12-1 was drilled by Songa Enabler, which will now proceed to drill wildcat well 7317/9-1 in production licence 718 in the Barents Sea, where Statoil Petroleum AS is the operator.
nb: Brønn 7435/12-1 ble boret av Songa Enabler som nå skal bore undersøkelsesbrønn 7317/9-1 i utvinningstillatelse 718 i Barentshavet, der Statoil Petroleum AS er operatør.

source: This is 2.0 million Sm3 o.e. lower than during February 2004.
nb: Dette er 2,0 millioner Sm3 o.e. lavere enn produksjonen i samme måned i fjor.

source: The decrease in production is due to planned maintenance, technical problems, reduced production on Snorre and delays in drilling programs on several fields.
nb: Reduksjonen i februar skyldes både planlagt vedlikehold, tekniske problemer, redusert produksjon på Snorre samt forsinkelser i gjennomføringen av boreprogram på flere felt.

source: February 2005
nb: Februar 2005

source: February 2004
nb: Februar 2004

source: So far this year the total production is about 43.3 million Sm3 o.e.
nb: Så langt i 2005 er den totale produksjonen om lag 43,3 millioner Sm3 o.e.

source: This is 3.9 million Sm3 o.e. less than in the same period last year.
nb: Dette er 3,9 millioner Sm3 o.e. lavere enn i samme tidsrom i fjor.

source: Preliminary production figures for March 2005 shows a marked increase in oil production.
nb: Foreløpig produksjonsoversikt for mars viser en markant økning i produksjonen.

source: Average daily production is about 2.748 million barrels oil and 0.469 million barrels NGL and condensate.
nb: Gjennomsnittlig dagsproduksjon er om lag 2,748 millioner fat olje og 0,469 millioner fat NGL og kondensat.

source: Final figures will be published in the beginning of May 2005.
nb: Endelige produksjonstall for mars vil bli offentliggjort i begynnelsen av mai 2005.

source: This is 1.8 million Sm3 o.e. lower than during January 2004.
nb: Dette er 1,8 millioner Sm3 o.e. lavere enn produksjonen i samme måned i fjor.

source: Production is lower due to production stoppage on Snorre A and Vigdis together with technical problems on other fields.
nb: Lavere produksjon skyldes produksjonsstans på Snorre og Vigdis samt tekniske problemer på andre felt.

source: Preliminary production figures show an average daily production of about 2.695 million barrels oil and 0.422 million barrels NGL and condensate for February 2005.
nb: Foreløpig produksjonsoversikt for februar 2005 viser en gjennomsnittlig dagsproduksjon på om lag 2,695 millioner fat olje og 0,422 millioner fat NGL og kondensat.

source: Final figures will be published in the beginning of April 2005.
nb: Endelige produksjonstall vil bli offentliggjort i begynnelsen av april 2005.

source: This is 1.6 million Sm3 o.e. lower than during July 2004.
nb: Dette er 1,6 millioner Sm3 o.e. lavere enn produksjonen i samme måned i fjor.

source: The average daily production was about 2 576 000 barrels oil, about 257 000 barrels NGL and about 139 000 barrels condensate.
nb: Gjennomsnittlig dagsproduksjon i juli var cirka 2 576 000 fat olje, cirka 257 000 fat NGL og cirka 139 000 fat kondensat.

source: July 2005
nb: Juli 2005

source: So far this year the total production is about 150.2 million Sm3 o.e.
nb: Så langt i 2005 er den totale produksjonen om lag 150,2 millioner Sm3 o.e.

source: This is 8.4 million Sm3 o.e. less than in the same period last year.
nb: Dette er 8,4 millioner Sm3 o.e. lavere enn i samme tidsrom i fjor.

source: Jan-July 2005
nb: Jan-juli 2005

source: Visund and Vale were shut in during the whole month of August.
nb: Oversikten viser nå komplett historie per felt og for hele sokkelen per måned og år.

source: Final figures will be published in the beginning of October 2005.
nb: Endelige produksjonstall for august vil bli offentliggjort i begynnelsen av oktober 2005.

source: This is 3.0 million Sm3 o.e. lower than during June 2004.
nb: Dette er 3,0 millioner Sm3 o.e. lavere enn produksjonen i samme måned i fjor.
